{
  "items": [
    {
      "ID": "magicCube001",
      "itemType": "inventoryItem",
      "itemName": "Cubo mágico",
      "description": "Un cubo mágico de propiedades ignotas",
      "storyText": "Encontraste este cubo en el vestíbulo de la Abadía. Cuenta la leyenda que se usaba para hacer todo tipo de pruebas"
    },
    {
      "ID": "magicCilinder001",
      "itemType": "secundaryItem",
      "itemName": "Cilindro mágico",
      "description": "Un cilindro mágico para invocar entes de otras dimensiones",
      "storyText": "Encontraste este cilindro en el vestíbulo de la Abadía. Cuenta la leyenda que se usaba para hacer todo tipo de pruebas"
    },
    {
      "ID": "diary001",
      "itemType": "textItem",
      "itemName": "Entrada 01 del diario",
      "description": "Página I del Diario de Alvar de Ayala",
      "storyText": "Sea esta mi última escritura, si los hados así lo disponen. Me hallo en la Abadía de los Susurros, ese lugar apartado del mundo donde la piedra murmura antiguas plegarias y los ecos del tiempo se enroscan como serpientes en los pasillos. Aquí, en esta celda fría, custodiado por el silencio y la penumbra, doy inicio al relato de mis días.\n\nFui llamado Alvar de Ayala, consejero de Alfonso X, a quien la historia quizás recuerde como “el Sabio”, aunque pocos sabrán que en sus sombras más profundas se gestaron alianzas no con hombres, sino con fuerzas más allá de la comprensión.\n\nMuchos me acusaron de nigromante. Otros me reverenciaron como astrólogo y alquimista. Pero todos erraban. Pues no era el saber lo que yo perseguía, sino la verdad oculta tras el velo de lo real.\n\nEsa verdad me fue susurrada por entidades sin nombre, y sellada entre las páginas de un artefacto que no debió existir entre los vivos: el Grimorio de la Luz Dormida.\n\nAhora que mis huesos se resienten y mi sangre se enfría, dejo testimonio de mi historia no por gloria ni redención, sino para advertir. Porque todo lo que alcancé, y todo lo que perdí, tuvo su precio. Y ese precio aún no ha terminado de cobrarse. \n\nEs por ello que he decidido ocultar ese poder entre estos santos muros, y guardarlo tras una serie de ardides y trampas que, espero, logren disuadir a aquellas almas desafortunadas que vengan en su busca. No obstante, si hubiere alguien tan valeroso como para querer destruír ese peligroso artefacto, dejaré una serie de anotaciones entre las páginas de este diario que, confío, le resulten de ayuda para encontrarlo y ponerle fin. Procuraré dejar la siguiente anotación cerca de esta... \n\nUna última advertencia para quien lea estas líneas: el Grimorio aún respira. Y donde hay aliento, hay voluntad."
    },
    {
      "ID": "diary002",
      "itemType": "textItem",
      "itemName": "Entrada 02 del diario",
      "description": "Página II del Diario de Alvar de Ayala",
      "storyText": "No toda puerta se abre con la fuerza bruta. Algunas, como esta, requieren del ojo y del buen juicio.\n\nCinco fueron las razas nacidas de la primera chispa de la Creación: los hijos del cielo, los del barro, los del hierro, los del fuego oculto… y los que no debieron ser nombrados. Cada uno recibió un símbolo, una llave. Pero sólo uno conservó la memoria del Edén perdido.\n\n¿Acaso los ángeles no guardan los portales? ¿O serán los condenados los que conocen mejor sus atajos?\n\nHe dejado cinco llaves en este lugar, réplicas forjadas por mis manos, pero sólo una posee la silueta del verdadero linaje. No se guía por el adorno, ni por el peso… sino por el eco que deja en la sombra.\n\nMira no con los ojos, sino con la sospecha. Pues la puerta que tienes ante tí, responde a aquello que fue antes del lenguaje, antes de la caída, antes incluso de la forma.\n\nQue la sabiduría te guíe. O que el error te condene."
    },
    {
      "ID": "diary003",
      "itemType": "textItem",
      "itemName": "Entrada 03 del diario",
      "description": "Página III del Diario de Alvar de Ayala",
      "storyText": "He cruzado el claustro cuando la luna menguaba y el rocío parecía susurrar nombres que nadie recordaba. Allí, entre los setos retorcidos como pensamientos prohibidos, yace el pozo de los elementos.\n\nNo es un pozo solo de agua, aunque muchos hayan bebido de su engaño. También lo conforman el aire, el fuego y la tierra. Lo que yace en su fondo no calma la sed, sino que despierta memorias que deberían dormir. El conocimiento, para muchos, prohibido.\n\nDejé la manivela lejos de su alcance, como se oculta un cuchillo del niño o una verdad del ignorante. Sólo quien comprenda los principios básicos de la alquimia, ocultos en la piedra, sabrá hacerla girar.\n\nPresta atención a los ecos de estas artes ocultas. Sigue el orden correcto para completar esta prueba.\n\nY recuerda esto:\n\nLo primero no siempre es lo más antiguo.\n\nLo repetido no es siempre lo verdadero.\n\nY sólo la luz del 'arco da vella' despierta el mecanismo.\n\nSi logras discernir el orden de los elementos, el pozo responderá. Pero ten cuidado: no toda respuesta trae consuelo."
    },
    {
      "ID": "diary004",
      "itemType": "textItem",
      "itemName": "Entrada 04 del diario",
      "description": "Página IV del Diario de Alvar de Ayala",
      "storyText": "No todo guardián lleva acero ni toda prisión está forjada en hierro.Algunas puertas no se abren con llaves, sino con el recuerdo de un sabor olvidado.\n\n¿Lo hueles? El aroma persiste, viejo como la piedra, terco como la duda.Hay algo fermentando entre los muros, algo que no se pudre, sino que madura en la espera.\n\nElegí esa figura no por capricho, sino por risa.Pues en los banquetes de los sabios, a menudo es el bufón quien señala la verdad.Busca donde se rindió homenaje al hambre y al ingenio. No con manjares, sino con símbolos.\n\nNo es la carne, ni el pan, ni la copa. Es lo que se sirve entre medias, y se esconde en lo humilde.\n\nPasa por donde otros reirían. Pues, a veces, la respuesta más absurda es la que nadie se atreve a decir en voz alta.\n\n 'Como una loncha de _ _ _ _ _ en un trencher preso,\n\nte sientes sin sosiego entre la duda y el miedo"
    },
    {
      "ID": "key01",
      "itemType": "inventoryItem",
      "itemName": "Llave vestíbulo 01",
      "description": "Una llave de aspecto antiguo y oxidado",
      "storyText": "Encontraste esta llave en el vestíbulo de la Abadía"
    },
    {
      "ID": "key02",
      "itemType": "inventoryItem",
      "itemName": "Llave vestíbulo 02",
      "description": "Una llave de aspecto antiguo y oxidado",
      "storyText": "Encontraste esta llave en el vestíbulo de la Abadía"
    },
    {
      "ID": "key03",
      "itemType": "inventoryItem",
      "itemName": "Llave vestíbulo 03",
      "description": "Una llave de aspecto antiguo y oxidado",
      "storyText": "Encontraste esta llave en el vestíbulo de la Abadía"
    },
    {
      "ID": "key04",
      "itemType": "inventoryItem",
      "itemName": "Llave vestíbulo 04",
      "description": "Una llave de aspecto antiguo y oxidado",
      "storyText": "Encontraste esta llave en el vestíbulo de la Abadía"
    },
    {
      "ID": "key05",
      "itemType": "inventoryItem",
      "itemName": "Llave vestíbulo 05",
      "description": "Una llave de aspecto antiguo y oxidado",
      "storyText": "Encontraste esta llave en el vestíbulo de la Abadía"
    },
    {
      "ID": "Manivela",
      "itemType": "inventoryItem",
      "itemName": "Manivela",
      "description": "Una manivela que podre subir con ella",
      "storyText": "Encontraste esta manivela en el caustro de la Abadía"
    }
  ]
}

